editorconfig.editorconfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
grapecity.gc-excelviewer
ionutvmi.path-autocomplete
jithurjacob.nbpreviewer
kevinrose.vsc-python-indent
lextudio.restructuredtext
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-python.black-formatter
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.notepadplusplus-keybindings
ms-vscode.remote-explorer
njpwerner.autodocstring
oderwat.indent-rainbow
p-de-jong.vscode-html-scss
pdconsec.vscode-print
pkief.material-product-icons
qwtel.sqlite-viewer
randomfractalsinc.geo-data-viewer
streetsidesoftware.code-spell-checker
tion.evenbettercomments
tomoki1207.pdf
trond-snekvik.simple-rst
vscode-icons-team.vscode-icons
zainchen.json
