EditorConfig.EditorConfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
ionutvmi.path-autocomplete
jithurjacob.nbpreviewer
KevinRose.vsc-python-indent
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-python.black-formatter
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.notepadplusplus-keybindings
ms-vscode.remote-explorer
njpwerner.autodocstring
oderwat.indent-rainbow
P-de-Jong.vscode-html-scss
pdconsec.vscode-print
PKief.material-product-icons
RandomFractalsInc.geo-data-viewer
streetsidesoftware.code-spell-checker
Tion.evenbettercomments
tomoki1207.pdf
vscode-icons-team.vscode-icons
ZainChen.json
